Repository: ZajferX/novaroma
Catalog: Novaroma/Properties/Resources.*.resx
Languages: tr

source: About
tr: Hakkında

source: Advanced Info Provider
tr: Gelişmiş Bilgi Sağlayıcı

source: Advanced Search Result Count
tr: Gelişmiş Arama Sonuç Sayısı

source: Air Date
tr: Yayın Tarihi

source: All
tr: Hepsi

source: Are you sure?
tr: Emin misiniz?

source: Auto Download New Episodes
tr: Yeni Bölümleri Otomatik İndir

source: Back
tr: Geri

source: Cancel
tr: İptal

source: Directory
tr: Klasör

source: Downloader
tr: İndirici

source: Edit
tr: Düzenle

source: Episode
tr: Bölüm

source: Episode Name
tr: Bölüm Adı

source: Episodes
tr: Bölümler

source: Filter
tr: Filtre

source: Filters
tr: Filtreler

source: Finish
tr: Bitir

source: Found Media
tr: Bulunan Medya

source: Genre
tr: Tür

source: Info Provider
tr: Bilgi Sağlayıcı

# IsDeleted
source: Deleted?
tr: Silindi?

# IsWatched
source: Watched?
tr: İzlendi?

source: Main
tr: Basit

source: Movie Directory
tr: Film Klasörü

source: Movie Providers
tr: Film Sağlayıcılar

source: Movies
tr: Filmler

source: New
tr: Yeni

source: Next
tr: İleri

source: Not Watched
tr: İzlenmedi

source: Outline
tr: Özet

source: Overview
tr: Genel Bakış

source: Password
tr: Şifre

source: Previous
tr: Önceki

source: Rating
tr: Puan

source: Release Year
tr: Yayın Yılı

source: Remove
tr: Çıkart

source: Runtime
tr: Süre

source: Save
tr: Kaydet

source: Search
tr: Ara

source: Season
tr: Sezon

source: Seasons
tr: Sezonlar

source: Select
tr: Seç

source: Services
tr: Servisler

source: Settings
tr: Ayarlar

source: Show Tracker
tr: Dizi Takipçisi

source: Subtitle Downloader
tr: Altyazı İndirici

source: Title
tr: Başlık

source: Tv Show Directory
tr: Dizi Klasörü

source: Tv Show Providers
tr: Dizi Sağlayıcılar

source: Tv Shows
tr: Diziler

source: Use Advanced Search
tr: Gelişmiş Arama Kullan

source: User Name
tr: Kullanıcı Adı

source: Vote
tr: Oy

source: Vote Count
tr: Oy Sayısı

source: Watched
tr: İzlendi

source: Year
tr: Yıl

# DownloadInterval
source: Download Interval (min)
tr: İndirme Aralığı (dk)

source: Clear
tr: Temizle

source: Subtitle Languages
tr: Altyazı Dilleri

source: Not Selected
tr: Seçilmedi

source: Selected
tr: Seçili

source: Language
tr: Dil

# TvShowUpdateInterval
source: Tv Show Update Interval (hours)
tr: Dizi Güncelleme Periyodu (saat)

source: Activities
tr: Aktiviteler

# MovieDownloaded
source: '{0}' download completed
tr: '{0}' indirme tamamlandı

# MovieSubtitleDownloaded
source: '{0}' subtitle downloaded
tr: '{0}' altyazı indirildi

# TvShowEpisodeDownloaded
source: '{0}' season {1} episode {2} download completed
tr: '{0}' sezon {1} bölüm {2} indirildi

# TvShowEpisodeSubtitleDownloaded
source: '{0}' season {1} episode {2} subtitle downloaded
tr: '{0}' sezon {1} bölüm {2} altyazı indirildi

source: Description
tr: Açıklama

# MovieDownloadStarted
source: '{0}' download started
tr: '{0}' indirme başladı

# TvShowEpisodeDownloadStarted
source: '{0}' season {1} episode {2} download started
tr: '{0}' sezon {1} bölüm {2} indirme başladı

# BackgroundDownload
source: Download
tr: İndir

# MinuteReduced
source: min.
tr: dk.

# BaseUrl
source: Url
tr: Adres

source: Path
tr: Dizin

source: Movie Details
tr: Film Detayları

source: Date
tr: Tarih

source: Exit
tr: Çıkış

source: Order By
tr: Sırala

source: Discover
tr: Keşfet

source: Exclude Existing
tr: Varolanları Atla

# ExecuteBackgroundDownloads
source: Execute Downloads
tr: İndirmeleri Çalıştır

source: Movie Search Pattern
tr: Film Arama Şablonu

# MovieSearchPatternDescription
source: Available parameters: %movieName%, %year%, %imdbId%
tr: Geçerli parametreler: %movieName%, %year%, %imdbId%

source: Tv Show Episode Search Pattern
tr: Dizi Bölüm Arama Şablonu

# TvShowEpisodeSearchPatternDescription
source: Available parameters: %showName%, %imdbId%, %season%, %episode%
tr: Geçerli parametreler: %showName%, %imdbId%, %season%, %episode%

# ExecuteBackgroundTvShowUpdates
source: Execute Tv Show Updates
tr: Dizi Güncellemelerini Çalıştır

# MediaTypes
source: Type
tr: Tip

source: Feedback
tr: Geribildirim

# IncludeEmail
source: Include email address
tr: Email adresimi de gönder

# FrownWatermark
source: Tell us what you didn't like or what went wrong
tr: Neleri beğenmediğinizi ya da ne sıkıntı yaşadığınızı bize söyleyin

source: Items Per Page
tr: Sayfa Başı Adet

source: Page
tr: Sayfa

source: Message
tr: Mesaj

source: Error Logs
tr: Hata Kayıtları

source: Download
tr: İndir

# NotifyIconToolTip
source: Double-click for window, right-click for menu
tr: Çift-tık ana pencere için, sağ tık menü

source: Exclude Keywords
tr: İstenmeyen Kelimeler

# ExcludeKeywordsDescription
source: Search results containing at least one of these will be extracted from the list
tr: Arama sonuçlarında bu kelimeleri içerenler atlanacak

source: Default Tv Show Extra Keywords
tr: Varsayılan Dizi Ekstra Kelimeler

# ExtraKeywordsDescription
source: Will be added to provider search query
tr: Arama sorgusuna eklenecek

source: Default Movie Video Quality
tr: Varsayılan Film Görüntü Kalitesi

source: Default Tv Show Video Quality
tr: Varsayılan Dizi Görüntü Kalitesi

source: Default Movie Exclude Keywords
tr: Varsayılan Fim İstenmeyen Kelimeler

source: Default Tv Show Exclude Keywords
tr: Varsayılan Dizi İstenmeyen Kelimeler

source: Any
tr: Farketmez

source: Email address
tr: Email Adresi

source: Documentary
tr: Belgesel

source: Delete
tr: Sil

source: Play
tr: Oynat

source: Play Unseen Episode
tr: İzlenmemiş Bölümü Oynat

source: Default Movie Extra Keywords
tr: Varsayılan Fim Ekstra Kelimeler

source: Extra Keywords
tr: Ekstra Kelimeler

# BackgroundSubtitleDownload
source: Subtitle Download
tr: Altyazı İndir

source: Downloaded
tr: İndirildi

source: Name
tr: Ad

source: Availability
tr: Uygunluk

source: Age
tr: Yaş

source: File Count
tr: Dosya Sayısı

source: Leech
tr: Sömüren

source: Provider
tr: Sağlayıcı

source: Download Subtitle
tr: Altyazı İndir

source: Discover Files
tr: Dosyaları Keşfet

source: Download Count
tr: İndirilme Sayısı

source: Check and Update Directory Files
tr: Dosyaları Kontrol Et ve Güncelle

source: Go To Directory
tr: Klasöre Git

source: Manual Download
tr: Seçerek İndir

source: Manual Subtitle Download
tr: Seçerek Altyazı İndir

source: Imdb Id not found
tr: Imdb Id bulunamadı

source: Delete Extensions
tr: Silinecek Eklentiler

# DeleteExtensionsDescription
source: Files with these extensions will be deleted after each download complete (; separated)
tr: İndirilen dosyalardan bu eklentilere sahip olanlar silinecek (; ile ayırın)

source: Log Date
tr: Kayıt Tarihi

source: Stop Watching
tr: Takibi Bırak

# TvShowSeasonDirectoryTemplate
source: Season Directory Template
tr: Sezon Klasör Şablonu

source: Send a Frown
tr: Üzgün Surat Gönder

source: Send a Smile
tr: Gülücük Gönder

source: Tell us what you think
tr: Ne düşündüğünüzü bize söyleyin

# SmileWatermark
source: Tell us what you liked
tr: Neleri beğendiğinizi bize söyleyin

source: Send
tr: Gönder

source: Video Quality
tr: Görüntü Kalitesi

source: Update Movie Info
tr: Film Bilgisini Güncelle

source: Update Tv Show Info
tr: Dizi Bilgisini Güncelle

source: Votes
tr: Oylar

source: Update Tv Show
tr: Diziyi Güncelle

source: Subtitle Downloaded
tr: Altyazı İndirildi

source: Seed
tr: Besleyenler

source: Size (MB)
tr: Boyut (MB)

# SearchResultNotFound
source: Search result is empty. You can search again manually
tr: Arama sonucu bulunamadı. Seçerek arama yapabilirsiniz

# SearchResultNotFoundForSubtitle
source: Search result is empty for subtitle. You can search again manually
tr: Arama sonucu altyazı buluanamadı. Seçerek arama yapabilirsiniz

source: Subtitle Search
tr: Altyazı Ara

# ServiceIdNotFound
source: {0} Id not found
tr: {0} Id bulunamadı

source: Unsupported search result
tr: Desteklenmeyen arama sonucu

# ServiceUnavailable
source: Service Unavailable: {0}
tr: Servise Erişilemedi: {0}

source: Advanced
tr: Gelişmiş

source: Select a file
tr: Bir dosya seçin

source: Backup Database
tr: Veritabanını Yedekle

source: Subtitle Downloaders
tr: Altyazı İndiriciler

source: Not Found
tr: Bulunamadı

source: Subtitle Not Found
tr: Altyazı Bulunamadı

source: Add
tr: Ekle

source: Script Services
tr: Çalışma zamanı Servisler

source: Movie Torrent Provider
tr: Film Torrent Sağlayıcı

source: Tv Show Torrent Provider
tr: Dizi Torrent Sağlayıcı

source: Download Event Handlers
tr: İndirme Olay İşleyici

source: Load Default Code
tr: Varsayılan Kodu Yükle

source: Build
tr: Derle

# CompiledCodeNovaromaServiceRequired
source: Cannot find any Novaroma Service in compiled code
tr: Derlenen kod içinde Novaroma Servisi bulunamadı

source: Errors
tr: Hatalar

source: Warnings
tr: Uyarılar

source: Column
tr: Sütun

source: Line
tr: Satır

source: Restart Novaroma
tr: Novaromayı Baştan Başlat

# CompiledCodeParameterlessCtorRequired
source: All exposed service types must have a parameterless public constructor
tr: Tüm servis tipleri parametresiz constructor içermek zorundadır

source: Script Service
tr: Çalışma zamanı Servis

source: Download Event Handler
tr: İndirme Olay İşleyici

# MovieSubtitleNotFound
source: '{0}' subtitle could not be found
tr: '{0}' altyazısı bulunamadı

# TvShowEpisodeSubtitleNotFound
source: '{0}' season {1} episode {2} subtitle could not be found
tr: '{0}' sezon {1} bölüm {2} altyazısı bulunamadı

# SubtitleNotDownloaded_DownloadersNotSelected
source: Could not download subtitle: downloaders are not selected. You can select downloaders from Settings
tr: Altyazı indirilemedi: indirici seçilmedi. Ayarlardan seçim yapabilirsiniz

# SubtitleNotDownloaded_LanguagesNotSelected
source: Could not download subtitle: languages are not selected. You can select languages from Settings
tr: Altyazı indirilemedi: dil seçilmedi. Ayarlardan seçim yapabilirsiniz

# SubtitleNotDownloaded_FileNotFound
source: Could not download subtitle: '{0}' file not found
tr: Altyazı indirilemedi: '{0}' dosyası bulunamadı

# FileNotFound
source: File not found: '{0}'
tr: Dosya bulunamadı: '{0}'

source: Configuration
tr: Tercihler

# TorrentWebUISettings
source: {0} Web UI Settings
tr: {0} Web UI Ayarları

source: Video Files
tr: Video Dosyaları

source: Add Sub-Directories
tr: Alt Klasörleri Ekle

# MakeSpecialFolder
source: Customize Folders
tr: Klasörleri özelleştir

# MakeSpecialFolderDescription
source: Novaroma folders will have novaroma icon, tv show and movie folders will have poster on windows explorer
tr: Windows explorer içinde novaroma klasörü novaroma ikonu, dizi ve film klasörleri poster şeklinde görüntülenecek

source: Plug-in Service
tr: Eklenti Servis

source: Plug-ins
tr: Eklentiler

# BuyCoffee
source: Buy us a coffee
tr: Kahve ısmarla

# DirectoryToAdd
source: '{0}' will be added to novaroma directory watch list
tr: '{0}' novarama takip edilen klasör listesine eklenecek

source: Delete Directories Also
tr: Klasörleri de Sil

# DeleteDirectoriesAlsoDescription
source: After deleting a movie or tv show, also delete it's directory
tr: Bir film ya da dizi silindikten sonra, onun klasörünü de sil

source: Mark as Watched
tr: İzlendi Olarak İşaretle

source: Movie
tr: Film

source: Tv Show
tr: Dizi

# NovaromaSlogan
source: Sit back, relax and just watch!
tr: Arkana yaslan, rahatla ve sadece izle!

source: Visit Website
tr: Web Sitesini Ziyaret Et

source: How to add movie ?
tr: Film nasıl eklenir ?

source: How to add tv show ?
tr: Dizi nasıl eklenir ?

source: How to
tr: Nasıl Yapılır?

# Url_HowToAddMovie
source: http://www.novaroma.net/how-to-add-movie.html
tr: http://www.novaroma.net/tr/film-nasil-eklenir.html

# Url_HowToAddTvShow
source: http://www.novaroma.net/how-to-add-tv-show.html
tr: http://www.novaroma.net/tr/dizi-nasil-eklenir.html

# Url_HowToConfigureUtorrentWebUISettings
source: http://www.novaroma.net/how-to-configure-utorrent-web-ui-settings.html
tr: http://www.novaroma.net/tr/utorrent-web-ui-ayarlari-nasil-yapilir.html

# InvalidEmail
source: Invalid email address
tr: Geçersiz mail adresi

source: Go to plugin directory
tr: Eklenti klasörünü aç

# TvShowFileNameFormatInfo
source: If video files are not found, you can change file name like the example below
tr: Video dosyası bulunamadıysa video ismini aşağıdaki örnekteki gibi değiştirebilirsiniz

source: Add Script Service
tr: Çalışma Zamanı Servisi Ekle

# PluginAddInfo
source: You must restart novaroma after any changes to plugin folder to be effective
tr: Eklenti klasöründeki değişikliklerin etkili olması için Novaroma'yı yeniden başlatmanız gerekmektedir

source: Plugin Directory
tr: Eklenti Klasörü

source: Check for Updates
tr: Güncellemeleri Denetle

# SubtitleDownloadInterval
source: Subtitle Download Interval (min)
tr: Altyazı İndirme Aralığı (dk)

source: Help
tr: Yardım

# Url_Help
source: http://www.novaroma.net/help.html
tr: http://www.novaroma.net/tr/yardim.html

source: Delete Completed Torrents
tr: Tamamlanmış Torrentleri Sil

source: Searching
tr: Arama

# Url_Donate
source: http://www.novaroma.net/donate.html
tr: http://www.novaroma.net/tr/bagis.html

source: Update Available
tr: Yeni Versiyon Yükle

# MovieFileNameTemplate
source: Movie File Rename Template
tr: Film Dosyası İsimlendirme Şablonu

# MovieFileNameTemplateDescription
source: Available parameters: %movieName%, %year%, %rating%, %genres%, %voteCount%, %runtime%, %videoQuality%
tr: Geçerli parametreler: %movieName%, %year%, %rating%, %genres%, %voteCount%, %runtime%, %videoQuality%

# TvShowEpisodeFileNameTemplate
source: Episode File Rename Template
tr: Dizi Bölüm Dosyası İsimlendirme Şablonu

# TvShowEpisodeFileNameTemplateDescription
source: Available parameters: %showName%, %season%, %episode%, %episodeName%, %year%, %rating%, %genres%, %voteCount%, %runtime%, %videoQuality%
tr: Geçerli parametreler: %showName%, %season%, %episode%, %episodeName%, %year%, %rating%, %genres%, %voteCount%, %runtime%, %videoQuality%

source: Ended
tr: Sonlandı

# DefaultMaxSize
source: Default Maximum Size (MB)
tr: Varsayılan Maksimum Boyut (MB)

# DefaultMinSize
source: Default Minimum Size (MB)
tr: Varsayılan Minimum Boyut (MB)

# MaxSize
source: Max Size (MB)
tr: Maks Boyut (MB)

# MaxSizeDescription
source: Search results smaller than this size will be extracted from the list
tr: Arama sonuçlarından bu boyutu aşanlar atlanacak

# MinSize
source: Min Size (MB)
tr: Min Boyut (MB)

# MinSizeDescription
source: Search results bigger than this size will be extracted from the list
tr: Arama sonuçlarından bu boyuttan küçük olanlar atlanacak

# MinCannotExceedMax
source: Minimum value cannot be greater than maximum value
tr: Minimum değer maksimum değerden büyük olamaz

# SaveSearch
source: Save search selections as default
tr: Arama seçimlerini varsayılan olarak kaydet

# IncompatilbleTypes_CopyFrom
source: Incompatible types: Cannot copy values from '{0}' type to '{1}' type
tr: Uyumsuz tipler: '{0}' tipinden '{1}' tipine veri kopyalanamaz

# EntityNotFoundInDb
source: Entity not found in database, Id: '{0}'
tr: Varlık veritabanında bulunamadı, Id: '{0}'

# MovieSearchResultNotFound
source: '{0}' search result is empty. You can search again manually
tr: '{0}' arama sonucu bulunamadı. Seçerek arama yapabilirsiniz

# TvShowEpisodeSearchResultNotFound
source: '{0}' season {1} episode {2} search result is empty. You can search again manually
tr: '{0}' sezon {1} bölüm {2} arama sonucu bulunamadı. Seçerek arama yapabilirsiniz

source: Use local titles
tr: Yerel isimleri kullan

# MinSeed
source: Minimum seed
tr: Minimum Besleme

# DefaultMinSeed
source: Default minimum seed
tr: Varsayılan minimum besleme

# MinSeedDescription
source: Search results with seeder smaller than this value will be extracted from the list
tr: Arama sonuçlarından bu değerden az besleyeni olanlar atlanacak

source: Use Torrent Directory
tr: Torrent Klasörünü Kullan
